[
  {
    "name": "Athana",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Wisdom \"Athena\", sleeping deep underground in the 8th Academy City.\nThe second awakened Goddess Warrior, Athana, is a po-faced stone-cold fox. She has a tiny notebook that contains the tasks and code of conduct that a Goddess Warrior should and must follow. Whenever any Goddess Warrior breaks the rules, they will face the fist of justice of Athana. She often has disputes with another Goddess Warrior, \"Eris,\" and often requires the male scholar to intervene and stop the conflict.\nUnlikeNike, Athana does not feel shy or embarrassed when replenishing energy, as she believes it is a necessary task for a Goddess Warrior. Yet, she has reservations about the method of energy replenishment that involves \"sticking a human male's dick in her pussy to inject proteins directly\".\n",
    "club": "Destroyer",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Thunder Holy Flame",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/8/85/G2.png/40px-G2.png",
      "cooldown": 6,
      "descriptions": [
        "Inflict0.4xAthana's Attack as Damage on 1 Enemy.\nCast Thunder effect on 2 Enemy; inflicting4%or6%max HP Damage each Round for2Rounds.\nAt the beginning of battle, Increase 2 Fire Characters' Recovery by30%and 1 Water Character Recovery by30%; this effect targets the Water Character with the highest attack.\nAt the beginning of battle, Decrease 2 Literature or Sport Characters' Skill Damage taken by10%for 16 Rounds.\n",
        "Inflict0.6xAthana's Attack as Damage on 1 Enemy.\nCast Thunder effect on 2 Enemy; inflicting6%or8%max HP Damage each Round for2Rounds.\nAt the beginning of battle, Increase 2 Fire Characters' Recovery by40%and 1 Water Character Recovery by40%; this effect targets the Water Character with the highest attack.\nAt the beginning of battle, Decrease 2 Literature or Sport Characters' Skill Damage taken by15%for 16 Rounds.\n",
        "Inflict0.8xAthana's Attack as Damage on 1 Enemy.\nCast Thunder effect on 2 Enemy; inflicting8%or10%max HP Damage each Round for3Rounds.\nAt the beginning of battle, Increase 2 Fire Characters' Recovery by50%and 1 Water Character Recovery by50%; this effect targets the Water Character with the highest attack.\nAt the beginning of battle, Decrease 2 Literature or Sport Characters' Skill Damage taken by20%for 16 Rounds.\n",
        "Inflict1xAthana's Attack as Damage on 1 Enemy.\nCast Thunder effect on 2 Enemy; inflicting9%or11%max HP Damage each Round for4Rounds.\nAt the beginning of battle, Increase 2 Fire Characters' Recovery by60%and 1 Water Character Recovery by60%; this effect targets the Water Character with the highest attack.\nAt the beginning of battle, Decrease 2 Literature or Sport Characters' Skill Damage taken by25%for 16 Rounds.\n",
        "Inflict1.2xAthana's Attack as Damage on 1 Enemy.\nCast Thunder effect on 2 Enemy; inflicting10%or12%max HP Damage each Round for5Rounds.\nAt the beginning of battle, Increase 2 Fire Characters' Recovery by70%and 1 Water Character Recovery by70%; this effect targets the Water Character with the highest attack.\nAt the beginning of battle, Decrease 2 Literature or Sport Characters' Skill Damage taken by30%for 16 Rounds.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "168cm",
      "weight": "44kg",
      "body_size": "34E-23-31",
      "birthday": "Jul 14"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/0/06/Athana.png/320px-Athana.png",
      "//static.wikitide.net/projectqtwiki/thumb/6/6a/AthanaChibi.png/320px-AthanaChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Eris",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Strife and Discord \"Eris\" , sleeping deep underground in the 3rd Academy City.\nThe third awakened Goddess Warriors, Eris, is a sweet-looking beauty who immediately clings to the handsome male scholar responsible for replenishing the Goddess Warriors' energy. She calls him her \"boyfriend,\" causing dissatisfaction among the other Goddess Warriors.\nBesides, Eris often gets touchy-feely with the male scholar in public places under the pretext of \"I need more energy to fight~\". Since the male scholar is already lecherous, he would absolutely not reject such an active beauty - He LOVES this type. After making the male scholar horny, she had dogged him, which led to numerous complaints from female scholars in the Academy. Several female scholars claimed that Eris intentionally let them see the scenes of her dogging with the male scholar.\n",
    "club": "Destroyer",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Vows Of The Heart",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/0/06/G1.png/40px-G1.png",
      "cooldown": 5,
      "descriptions": [
        "Inflict0.6xEris's Attack as Damage on 1 Enemy.\nAt the beginning of battle, Increase1Characters' Skill Damage by8%.\nAt the beginning of battle, Increase 1 Water Character and 1 Lightning Character Damage by4%for 12 Rounds.\nAt the beginning of battle, Increase 2 Art or Science Characters' Attack by8%for 12 Rounds.\n",
        "Inflict0.7xEris's Attack as Damage on 1 Enemy.\nAt the beginning of battle, Increase2Characters' Skill Damage by8%.\nAt the beginning of battle, Increase 1 Water Character and 1 Lightning Character Damage by8%for 12 Rounds.\nAt the beginning of battle, Increase 2 Art or Science Characters' Attack by8%for 12 Rounds.\n",
        "Inflict0.8xEris's Attack as Damage on 1 Enemy.\nAt the beginning of battle, Increase2Characters' Skill Damage by12%.\nAt the beginning of battle, Increase 1 Water Character and 1 Lightning Character Damage by12%for 12 Rounds.\nAt the beginning of battle, Increase 2 Art or Science Characters' Attack by12%for 12 Rounds.\n",
        "Inflict0.9xEris's Attack as Damage on 1 Enemy.\nAt the beginning of battle, Increase2Characters' Skill Damage by16%.\nAt the beginning of battle, Increase 1 Water Character and 1 Lightning Character Damage by16%for 12 Rounds.\nAt the beginning of battle, Increase 2 Art or Science Characters' Attack by16%for 12 Rounds.\n",
        "Inflict1xEris's Attack as Damage on 1 Enemy.\nAt the beginning of battle, Increase2Characters' Skill Damage by20%.\nAt the beginning of battle, Increase 1 Water Character and 1 Lightning Character Damage by20%for 12 Rounds.\nAt the beginning of battle, Increase 2 Art or Science Characters' Attack by20%for 12 Rounds.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "160cm",
      "weight": "41kg",
      "body_size": "38D-23-35",
      "birthday": "Oct 21"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/b/b3/Eris.png/320px-Eris.png",
      "//static.wikitide.net/projectqtwiki/thumb/2/2d/ErisChibi.png/320px-ErisChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Ishtar",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Love and Fertility \"Ishtar\", sleeping deep underground in the 12th Academy City.\nThe fourth awakened Goddess Warrior, Ishtar, like in ancient mythology, has a voluptuous figure and is currently the one with the largest cup size among the resurrected Goddess Warriors. She places great importance on a person's inner cultivation. At first, the male scholar regarded her as a strict lady. since his eyes could not leave her two huge boobs, Ishtar feels that the male scholar was nothing but a pervert with antibodies.\nYet, after carrying out a few missions with the male scholar, Ishtar gradually changed her view and agreed to receive energy replenishment from the male scholar. There is no way back once she tried it. The elegant and noble Ishtar, after her sensitive spot being caressed by the male scholar, wants to have sex  with him every day. She completely becomes his \"scalp\" in bed and starts to spoil the male scholar.\n",
    "club": "All-rounder",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Moonshadow Radiance",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/4/45/G3.png/40px-G3.png",
      "cooldown": 5,
      "descriptions": [
        "Restore1xIshtar's Recovery of HP; this effect targets the lowest recovery Character.\nGrant Reflection Regular Attack effect to All Characters, Reflect5%of Regular Attack Damage to the Enemy for 2 Rounds.\nAt the beginning of battle, increase1Sport Characters' HP8%.\nAt the beginning of battle, decrease Non-Literature Characters' Damage taken by Art Characters'8%for 16 rounds.\nAt the beginning of battle, increase 3 Literature or Art Enemies' Damage taken by10%for 16 rounds.\n",
        "Restore1.2xIshtar's Recovery of HP; this effect targets the lowest recovery Character.\nGrant Reflection Regular Attack effect to All Characters, Reflect10%of Regular Attack Damage to the Enemy for 2 Rounds.\nAt the beginning of battle, increase1Sport Characters' HP12%.\nAt the beginning of battle, decrease Non-Literature Characters' Damage taken by Art Characters'10%for 16 rounds.\nAt the beginning of battle, increase 3 Literature or Art Enemies' Damage taken by15%for 16 rounds.\n",
        "Restore1.5xIshtar's Recovery of HP; this effect targets the lowest recovery Character.\nGrant Reflection Regular Attack effect to All Characters, Reflect15%of Regular Attack Damage to the Enemy for 2 Rounds.\nAt the beginning of battle, increase2Sport Characters' HP12%.\nAt the beginning of battle, decrease Non-Literature Characters' Damage taken by Art Characters'12%for 16 rounds.\nAt the beginning of battle, increase 3 Literature or Art Enemies' Damage taken by20%for 16 rounds.\n",
        "Restore1.8xIshtar's Recovery of HP; this effect targets the lowest recovery Character.\nGrant Reflection Regular Attack effect to All Characters, Reflect15%of Regular Attack Damage to the Enemy for 2 Rounds. Lightning characters reflect an additional5%of Regular Attack Damage to the enemy.\nAt the beginning of battle, increase2Sport Characters' HP16%.\nAt the beginning of battle, decrease Non-Literature Characters' Damage taken by Art Characters'16%for 16 rounds.\nAt the beginning of battle, increase 3 Literature or Art Enemies' Damage taken by25%for 16 rounds.\n",
        "Restore2xIshtar's Recovery of HP; this effect targets the lowest recovery Character.\nGrant Reflection Regular Attack effect to All Characters, Reflect20%of Regular Attack Damage to the Enemy for 2 Rounds. Lightning characters reflect an additional10%of Regular Attack Damage to the enemy.\nAt the beginning of battle, increase2Sport Characters' HP20%.\nAt the beginning of battle, decrease Non-Literature Characters' Damage taken by Art Characters'20%for 16 rounds.\nAt the beginning of battle, increase 3 Literature or Art Enemies' Damage taken by30%for 16 rounds.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "174cm",
      "weight": "51kg",
      "body_size": "34G-25-36",
      "birthday": "May 13"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/0/04/Ishtar.png/320px-Ishtar.png",
      "//static.wikitide.net/projectqtwiki/thumb/2/22/IshtarChibi.png/320px-IshtarChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Kali",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Destruction and Power \"Kali\", sleeping deep underground in the 5th Academy City.\nUnlike the goddess of the same name recorded in ancient mythology, who has a fierce appearance and a menacing gaze, Kali, the fifth Goddess Warrior to be awakened, always wears a smile on her face and is very friendly to everyone. Her image is that of a charming and ideal neighbor sister. With a positive attitude, as long as she is present, the atmosphere will become energetic. She is also the only Goddess Warrior who does not feel jealous or angry when provoked by Eris, and often acts as the \"\"mediator\"\" when the Goddess Warriors have disputes.\nIn terms of sex, she is incredibly considerate, praising the male scholar every move during energy replenishment. She even holds back from forcing the tired male scholar to replenish energy, opting instead to sit and chat with him in the room, waiting until he regains his strength before proceeding. However, many times during the chat, the male scholar cannot resist the deadly charm emanating from Kali in front of him.\n",
    "club": "All-rounder",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Thunder Holy Flame",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/0/06/G1.png/40px-G1.png",
      "cooldown": 6,
      "descriptions": [
        "Inflict0.3Kali's Attack as Damage on 2 Enemies.\nGrant Draining effect to 2 Characters;5%of Damage inflicted will be restored as HP for2Rounds.\nAt the beginning of the battle,50%Chance to Evade on 1 Characters \"Burn\" and50%Chance to Evade on 1 Characters \"Poison\" for8Rounds.\nAt the beginning of battle, decrease all Characters' Damage taken by10%for12Rounds.\nAt the beginning of battle, increase1 SportCharacters Recovery15%and HP10%.\nAt the beginning of battle, Increase non-Science Enemies Damage Taken by10%for 16 rounds.\n",
        "Inflict0.4xKali's Attack as Damage on 2 Enemies.\nGrant Draining effect to 2 Characters;5%of Damage inflicted will be restored as HP for3Rounds.\nAt the beginning of the battle,50%Chance to Evade on 1 Characters \"Burn\" and50%Chance to Evade on 1 Characters \"Poison\" for12Rounds.\nAt the beginning of battle, decrease all Characters' Damage taken by10%for16Rounds.\nAt the beginning of battle, increase2 Sport or ScienceCharacters Recovery15%and HP10%.\nAt the beginning of battle, Increase non-Science Enemies Damage Taken by10%for 16 rounds.\n",
        "Inflict0.5xKali's Attack as Damage on 2 Enemies.\nGrant Draining effect to 2 Characters;10%of Damage inflicted will be restored as HP for3Rounds.\nAt the beginning of the battle,50%Chance to Evade on 1 Characters \"Burn\" and50%Chance to Evade on 1 Characters \"Poison\" for16Rounds.\nAt the beginning of battle, decrease all Characters' Damage taken by15%for16Rounds.\nAt the beginning of battle, increase2 Sport or ScienceCharacters Recovery20%and HP10%.\nAt the beginning of battle, Increase non-Science Enemies Damage Taken by15%for 16 rounds.\n",
        "Inflict0.6xKali's Attack as Damage on 2 Enemies.\nGrant Draining effect to 2 Characters;15%of Damage inflicted will be restored as HP for3Rounds.\nAt the beginning of the battle,60%Chance to Evade on 1 Characters \"Burn\" and60%Chance to Evade on 1 Characters \"Poison\" for16Rounds.\nAt the beginning of battle, decrease all Characters' Damage taken by20%and extra decrease Science Characters Damage taken by10%for16Rounds.\nAt the beginning of battle, increase2 Sport or ScienceCharacters Recovery25%and HP15%.\nAt the beginning of battle, Increase non-Science Enemies Damage Taken by15%and Damage Taken by10%from Art Club for 16 rounds.\n",
        "Inflict0.65xKali's Attack as Damage on 2 Enemies.\nGrant Draining effect to 2 Characters;15%of Damage inflicted will be restored as HP for4Rounds.\nAt the beginning of the battle,70%Chance to Evade on 1 Characters \"Burn\" and70%Chance to Evade on 1 Characters \"Poison\" for16Rounds.\nAt the beginning of battle, decrease all Characters' Damage taken by20%and extra decrease Science Characters Damage taken by15%for16Rounds.\nAt the beginning of battle, increase2 Sport or ScienceCharacters Recovery30%and HP20%.\nAt the beginning of battle, Increase non-Science Enemies Damage Taken by20%and Damage Taken by15%from Art Club for 16 rounds.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "172cm",
      "weight": "48kg",
      "body_size": "36F-24-34",
      "birthday": "Mar 30"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/9/9e/Kali.png/320px-Kali.png",
      "//static.wikitide.net/projectqtwiki/thumb/5/59/KaliChibi.png/320px-KaliChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Nike",
    "nicknames": "",
    "background": "The strongest force secretly researched by the Three Sages against the alien entities during the C.E. era, the Goddess Warriors naming after the Goddess of Victory, \"Nike.\" According to the information left by the Three Sages, to prevent the weapons from falling into the wrong hands, the Goddess Warriors must absorb protein produced by humans for energy supply after each battle.\nThe Three Sages believe that the remaining races in the current world cannot compete with alien entities. Thus, during the C.E. era, they created the \"Goddess Warriors\" and hid them deep underground in various Academy Cities. In case the world is in dire straits, the Goddess Warriors would serve as a last resort to save the world. After the last Sage passed away, the entire world was invaded by a cosmic virus. Fortunately, within 23 years, a male with antibodies appeared. After this male scholar joined the 13th Academy City, the situation of fighting against the infected began to improve. Just as the world seemed to regain hope, one day, a large mutated cave suddenly emerged outside the city, bursting with numerous mutated infected. The search team even discovered multiple paths in the cave that were suspected to lead to the location of the hidden Goddess Warrior \"Nike\" deep underground in the 13th Academy City. The government believes that the entire incident is no coincidence and suspects that the infected bodies deliberately launched an attack after discovering the existence of the Goddess Warrior. The government decided to take precautions by awakening all goddess soldiers and deploying them to the front lines to fight against the infected.\nAlthough according to the settings, the Goddess Warriors will not be infected, the government cannot forget the past sacrifice. To minimize the risk, they stipulated that the only humans who can provide protein must be the male scholar with antibodies. Thus, the male scholar must meet with the Goddess Warriors regularly. The Goddess Warriors are equipped with a Human Emotions Simulation System, and the personality and behavior of each of them are different. The first awakened Goddess Warrior, Nike, is lively and energetic. After becoming familiar with the male scholar, she often teases him with blue jokes. Yet, when she is being teased, she becomes shy, as if she is a childhood sweetheart next door having a crush on the male scholar.\n",
    "club": "Destroyer",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Blessed By The Goddess",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/0/06/G1.png/40px-G1.png",
      "cooldown": 5,
      "descriptions": [
        "Inflict0.3xNike's Attack as Damage on 2 Enemies.\nAt the beginning of battle, cast Fire Shield Effect on 2 Characters with the lowest attack; Fire Shield Value is0.05of Nike's initial HP. Deduct Character's Fire Shield value first if Character was attacked by Direct Attack for 5 Rounds, all types of Shield effects do not stack until the effect is done.\nAt the end of the shield buffs duration, heal the remaining Fire Shield value as HP.\nAt the beginning of battle, Decrease 2 Sport Characters' Damage taken by10%.\n",
        "Inflict0.35xNike's Attack as Damage on 2 Enemies.\nAt the beginning of battle, cast Fire Shield Effect on 2 Characters with the lowest attack; Fire Shield Value is0.10of Nike's initial HP. Deduct Character's Fire Shield value first if Character was attacked by Direct Attack for 5 Rounds, all types of Shield effects do not stack until the effect is done.\nAt the end of the shield buffs duration, heal the remaining Fire Shield value as HP.\nAt the beginning of battle, Decrease 2 Sport Characters' Damage taken by16%.\n",
        "Inflict0.4xNike's Attack as Damage on 2 Enemies.\nAt the beginning of battle, cast Fire Shield Effect on 2 Characters with the lowest attack; Fire Shield Value is0.15of Nike's initial HP. Deduct Character's Fire Shield value first if Character was attacked by Direct Attack for 5 Rounds, all types of Shield effects do not stack until the effect is done.\nAt the end of the shield buffs duration, heal the remaining Fire Shield value as HP.\nAt the beginning of battle, Decrease 2 Sport Characters' Damage taken by23%.\n",
        "Inflict0.45xNike's Attack as Damage on 2 Enemies.\nAt the beginning of battle, cast Fire Shield Effect on 2 Characters with the lowest attack; Fire Shield Value is0.20of Nike's initial HP. Deduct Character's Fire Shield value first if Character was attacked by Direct Attack for 5 Rounds, all types of Shield effects do not stack until the effect is done.\nAt the end of the shield buffs duration, heal the remaining Fire Shield value as HP.\nAt the beginning of battle, Decrease 2 Sport Characters' Damage taken by30%.\n",
        "Inflict0.5xNike's Attack as Damage on 2 Enemies.\nAt the beginning of battle, cast Fire Shield Effect on 2 Characters with the lowest attack; Fire Shield Value is0.25of Nike's initial HP. Deduct Character's Fire Shield value first if Character was attacked by Direct Attack for 5 Rounds, all types of Shield effects do not stack until the effect is done.\nAt the end of the shield buffs duration, heal the remaining Fire Shield value as HP.\nAt the beginning of battle, Decrease 2 Sport Characters' Damage taken by40%.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "165cm",
      "weight": "45kg",
      "body_size": "35D-24-33",
      "birthday": "Mar 5"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/c/c5/Nike.png/320px-Nike.png",
      "//static.wikitide.net/projectqtwiki/thumb/a/a5/NikeChibi.png/320px-NikeChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Polaris",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Desire and Prophecy \"Polaris\", sleeping deep underground in the 11th Academy City.\nPolaris is gentle and timid, always being courteous and polite to others. When she is not on a mission, she enjoys reading fun books or watching healing anime. She also likes to collect cute little accessories and display them in her room. Despite being a Goddess Warrior tasked with saving the world, Polaris still longs for a simple and stable life deep down. UnlikeAthanawho is prim and law-abiding, orEriswho immediately clings to the male scholar after waking up, Polaris's introversion and timidity make her different from other Goddess Warriors.\nWhen she was first told that she needed to replenish energy through hooking up with humans, Polaris had a strong sense of resistance. The thought of hooking up with unfamiliar males made her uneasy. She understands that this is for saving the world and also her duty as a Goddess Warrior.\n",
    "club": "All-rounder",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Holy Light Edge",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/4/45/G3.png/40px-G3.png",
      "cooldown": 7,
      "descriptions": [
        "Restore1.2xPolaris' Recovery of HP; this effect target the 1 Character with the lowest attack.\nGrant Damage Aggravation effect to All Enemies, Affected targets take4%increased damage from \"Burn\" or \"Poison\" effects for2rounds.\nAt the beginning of battle, increase 1 Literature Character HP20%.\nAt the beginning of battle, increase 3 Non-Science Enemies' Damage taken by10%for 16 rounds.\nAt the beginning of battle, decrease 2 Literature Characters' Damage taken by4%for12rounds.\n",
        "Restore1.6xPolaris' Recovery of HP; this effect target the 1 Character with the lowest attack.\nGrant Damage Aggravation effect to All Enemies, Affected targets take6%increased damage from \"Burn\" or \"Poison\" effects for2rounds.\nAt the beginning of battle, increase 1 Literature Character HP25%.\nAt the beginning of battle, increase 3 Non-Science Enemies' Damage taken by15%for 16 rounds.\nAt the beginning of battle, decrease 2 Literature Characters' Damage taken by8%for12rounds.\n",
        "Restore2xPolaris' Recovery of HP; this effect target the 1 Character with the lowest attack.\nGrant Damage Aggravation effect to All Enemies, Affected targets take9%increased damage from \"Burn\" or \"Poison\" effects for3rounds.\nAt the beginning of battle, increase 1 Literature Character HP30%.\nAt the beginning of battle, increase 3 Non-Science Enemies' Damage taken by20%for 16 rounds.\nAt the beginning of battle, decrease 2 Literature Characters' Damage taken by12%for16rounds.\n",
        "Restore2.4xPolaris' Recovery of HP; this effect target the 1 Character with the lowest attack.\nGrant Damage Aggravation effect to All Enemies, Affected targets take12%increased damage from \"Burn\" or \"Poison\" effects for4rounds.\nAt the beginning of battle, increase 1 Literature Character HP40%.\nAt the beginning of battle, increase 3 Non-Science Enemies' Damage taken by25%for 16 rounds.\nAt the beginning of battle, decrease 2 Literature Characters' Damage taken by16%for16rounds.\n",
        "Restore2.8xPolaris' Recovery of HP; this effect target the 1 Character with the lowest attack.\nGrant Damage Aggravation effect to All Enemies, Affected targets take15%increased damage from \"Burn\" or \"Poison\" effects for4rounds.\nAt the beginning of battle, increase 1 Literature Character HP50%.\nAt the beginning of battle, increase 3 Non-Science Enemies' Damage taken by30%for 16 rounds.\nAt the beginning of battle, decrease 2 Literature Characters' Damage taken by20%for16rounds.\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "153cm",
      "weight": "39kg",
      "body_size": "34D-22-32",
      "birthday": "Feb 8"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/a/a2/Polaris.png/320px-Polaris.png",
      "//static.wikitide.net/projectqtwiki/thumb/e/ef/PolarisChibi.png/320px-PolarisChibi.png"
    ],
    "skins": null,
    "tags": null
  },
  {
    "name": "Vanadis",
    "nicknames": "",
    "background": "The Goddess Warrior named after the Goddess of Desire and Prophecy \"Vanadis\", sleeping deep underground in the 9th Academy City.\nSince Vanadis was awakened, no one has been able to guess what her true intention is. The carefree Goddess Warrior, who does anything at will, frequently does things that makes one don't know whether to laugh or cry. She being \"Psychoelectric\" often makes weir reactions in communication and off topic, making it hard for others to keep up with her thoughts. For example, when discussing battle strategies, she might suddenly mention her favorite food or start fantasizing about interacting with cute animals, and no one can ever guess her next move. It requires coax and plead to ask her to fight in battle, and it's best to discuss the rewards after the battle in advance with her. If the reward is her cup of tea, Vanadis will be full of energy and slay all the infected for the male scholar at top speed.\nThe Professors in the Academy jokingly refer to her as the avatar of \"Sloth\" since she always carries a carefree aura that makes those around her feel both pity and liking. She seems completely indifferent to energy replenishment, but often says some sweet nothings and looks horny during sex, making the male scholar have ants in his pants every time.\n",
    "club": "All-rounder",
    "element": "",
    "year": "",
    "bonds": "",
    "hobbies": "",
    "type": 2,
    "arena_skill": {
      "name": "Stardream Healing Wave",
      "icon": "//static.wikitide.net/projectqtwiki/thumb/4/45/G3.png/40px-G3.png",
      "cooldown": 6,
      "descriptions": [
        "Restore0.5xVanadis's Recovery of HP for 2 Characters.\nGrants a Purge effect to1 characterfor2rounds; For each successful removal of a Burn/Poison/Thunder effect, inflict1xVanadis's Attack as Damage on 1 Enemy. (The purge effect will expire after successfully purifying the specified effect once in battle or after the specified number of rounds).\nAt the beginning of battle, increase1Art  Character's HP8%.\nAt the beginning of battle, increase 2 Art or Science Characters' Damage by10%for 16 Rounds.\nAt the beginning of battle, Decrease3non-literature Characters' Regular Damage taken by8%for 16 Rounds\n",
        "Restore0.6xVanadis's Recovery of HP for 2 Characters.\nGrants a Purge effect to1 characterfor2rounds; For each successful removal of a Burn/Poison/Thunder effect, inflict1.2xVanadis's Attack as Damage on 1 Enemy. (The purge effect will expire after successfully purifying the specified effect once in battle or after the specified number of rounds).\nAt the beginning of battle, increase2Artor ScienceCharacter's HP8%.\nAt the beginning of battle, increase 2 Art or Science Characters' Damage by15%for 16 Rounds.\nAt the beginning of battle, Decrease3non-literature Characters' Regular Damage taken by12%for 16 Rounds\n",
        "Restore0.8xVanadis's Recovery of HP for 2 Characters.\nGrants a Purge effect to2 charactersfor3rounds; For each successful removal of a Burn/Poison/Thunder effect, inflict1.4xVanadis's Attack as Damage on 1 Enemy. (The purge effect will expire after successfully purifying the specified effect once in battle or after the specified number of rounds).\nAt the beginning of battle, increase2Artor ScienceCharacter's HP12%.\nAt the beginning of battle, increase 2 Art or Science Characters' Damage by20%for 16 Rounds.\nAt the beginning of battle, Decreaseallnon-literature Characters' Regular Damage taken by16%for 16 Rounds\n",
        "Restore1xVanadis's Recovery of HP for 2 Characters.\nGrants a Purge effect to2 charactersfor3rounds; For each successful removal of a Burn/Poison/Thunder effect, inflict1.6xVanadis's Attack as Damage on 1 Enemy. (The purge effect will expire after successfully purifying the specified effect once in battle or after the specified number of rounds).\nAt the beginning of battle, increase2Artor ScienceCharacter's HP16%.\nAt the beginning of battle, increase 2 Art or Science Characters' Damage by25%for 16 Rounds.\nAt the beginning of battle, Decreaseallnon-literature Characters' Regular Damage taken by20%for 16 Rounds\n",
        "Restore1.2xVanadis's Recovery of HP for 2 Characters.\nGrants a Purge effect to2 charactersfor3rounds; For each successful removal of a Burn/Poison/Thunder effect, inflict2xVanadis's Attack as Damage on 1 Enemy. (The purge effect will expire after successfully purifying the specified effect once in battle or after the specified number of rounds).\nAt the beginning of battle, increase2Artor ScienceCharacter's HP20%.\nAt the beginning of battle, increase 2 Art or Science Characters' Damage by30%for 16 Rounds.\nAt the beginning of battle, Decreaseallnon-literature Characters' Regular Damage taken by25%for 16 Rounds\n"
      ]
    },
    "awakening_passive": null,
    "talent_tree": null,
    "extra": {
      "height": "177cm",
      "weight": "50kg",
      "body_size": "36D-24-32",
      "birthday": "Aug 27"
    },
    "avatars": [
      "//static.wikitide.net/projectqtwiki/thumb/5/5b/Vanadis.png/320px-Vanadis.png",
      "//static.wikitide.net/projectqtwiki/thumb/c/ce/VanadisChibi.png/320px-VanadisChibi.png"
    ],
    "skins": null,
    "tags": null
  }
]